[AdventDuelistM1 X2CharacterTemplate]
strCharacterName="Дуэлянт \"Адвента\""

[AdventDuelistM2 X2CharacterTemplate]
strCharacterName="Продвинутый Дуэлянт"

[AdventDuelistM3 X2CharacterTemplate]
strCharacterName="Элитный Дуэлянт"

[AdventDuelistM1_Pistol_WPN X2WeaponTemplate]
FriendlyName="Магнитный пистолет \"Адвента\""
BriefSummary="XCOM удалось раздобыть разнообразное стандартное пехотное стрелковое оружие; это самая распространенная разновидность, похожая на винтовку, использовавшуюся двадцать лет назад. Хотя она определенно уступает магнитной технологии \"Адвента\", ее, по крайней мере, можно модернизировать, используя дополнительное утилизированное оружие, как только стандартный технический подход будет отменен."
TacticalText="<Bullet/> Стрельба из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат стреляет с обоими доступными действиями, будет произведено три выстрела с пониженной точностью, но в целом с повышенной эффективностью\n<Bullet/> Используйте улучшения, добытые у врагов, для улучшения тактической эффективность штурмовой винтовки"
AbilityDescName="пистолет"

[AdventDuelistM2_Pistol_WPN X2WeaponTemplate]
FriendlyName="Магнитный пистолет \"Адвента\""
BriefSummary="XCOM удалось раздобыть разнообразное стандартное пехотное стрелковое оружие; это самая распространенная разновидность, похожая на винтовку, использовавшуюся двадцать лет назад. Хотя она определенно уступает магнитной технологии \"Адвента\", ее, по крайней мере, можно модернизировать, используя дополнительное утилизированное оружие, как только стандартный технический подход будет отменен."
TacticalText="<Bullet/> Стрельба из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат стреляет обоими доступными действиями, будет произведено три выстрела с пониженной точностью, но в целом с повышенной эффективностью\n<Bullet/> Используйте улучшения, добытые у врагов, для улучшения тактической эффективность штурмовой винтовки"
AbilityDescName="пистолет"

[AdventDuelistM3_Pistol_WPN X2WeaponTemplate]
FriendlyName="Магнитный пистолет \"Адвента\""
BriefSummary="XCOM удалось раздобыть разнообразное стандартное пехотное стрелковое оружие; это самая распространенная разновидность, похожая на винтовку, использовавшуюся двадцать лет назад. Хотя она определенно уступает магнитной технологии \"Адвента\", ее, по крайней мере, можно модернизировать, используя дополнительное утилизированное оружие, как только стандартный технический подход будет отменен."
TacticalText="<Bullet/> Стрельба из основного оружия всегда завершает ход солдата\n<Bullet/> Если солдат стреляет обоими доступными действиями, будет произведено три выстрела с пониженной точностью, но в целом с повышенной эффективностью\n<Bullet/> Используйте улучшения, добытые у врагов, для улучшения тактической эффективность штурмовой винтовки"
AbilityDescName="пистолет"

[AnkleShot X2AbilityTemplate]
LocFriendlyName="Выстрел в лодыжку"
LocLongDescription="Произвести выстрел по цели, что при попадании резко снижает подвижность."
LocHelpText="Произвести выстрел по цели, что при попадании резко снижает подвижность."
LocFlyOverText="Выстрел в лодыжку"

[AdventDuelistM1_Pistol_XCOM_WPN X2WeaponTemplate]
FriendlyName="<font color='#ffffff'>Маг Коготь</font>"
BriefSummary="Пистолет дуэлянта \"Адвента\", который мы теперь называем <font color='#ffffff'>Маг Коготь</font>, имеет конструкцию, которая повышает маневренность нашего оперативника при обращении с <font color='#ffffff'>Маг Когтем</font>."
TacticalText="<Bullet/> Магнитные пистолеты значительно эффективнее своих обычных предшественников.\n<Bullet/> В отличие от снайперской винтовки, из пистолета можно стрелять одним действием.\n<Bullet/> Выстрел из <font color='#ffffff'>Маг Когтя</font> вашим первым действием не заканчивает ваш ход."
AbilityDescName="пистолет"

[AdventDuelistM2_Pistol_XCOM_WPN X2WeaponTemplate]
FriendlyName="<font color='#6f00ff'>Улучшенный Коготь</font>"
BriefSummary="Пистолет дуэлянта \"Адвента\", который мы теперь называем <font color='#ffffff'>Маг Коготь</font>, имеет конструкцию, которая повышает маневренность нашего оперативника при обращении с <font color='#6f00ff'>Улучшенным Когтем</font>."
TacticalText="<Bullet/> Магнитные пистолеты значительно эффективнее своих обычных предшественников.\n<Bullet/> В отличие от снайперской винтовки, из пистолета можно стрелять одним действием.\n<Bullet/> Выстрел <font color='#6f00ff'>Улучшенным Когтем</font> вашим первым действием не заканчивает ваш ход."
AbilityDescName="пистолет"

[AdventDuelistM3_Pistol_XCOM_WPN X2WeaponTemplate]
FriendlyName="<font color='#ffb500'>Элитный Коготь</font>"
BriefSummary="Пистолет дуэлянта \"Адвента\", который мы теперь называем <font color='#ffffff'>Маг Коготь</font>, имеет конструкцию, которая повышает маневренность нашего солдата при обращении с <font color='#ffb500'>Элитным Когтем</font>."
TacticalText="<Bullet/> Магнитные пистолеты значительно эффективнее своих обычных предшественников.\n<Bullet/> В отличие от снайперской винтовки, из пистолета можно стрелять одним действием.\n<Bullet/> Выстрел <font color='#ffb500'>Элитным Когтем</font> вашим первым действием не заканчивает ваш ход."
AbilityDescName="пистолет"

[CorpseAdventDuelist X2ItemTemplate]
FriendlyName="<font color='#b30505'>Труп дуэлянта \"Адвента\"</font>"
FriendlyNamePlural="<font color='#b30505'>Трупы дуэлянтов \"Адвента\"</font>"
BriefSummary="Не слишком отличаясь от солдат \"Адвента\". Вскрытие поможет более детально ужнать о ее особенностях."

[AutopsyAdventDuelist X2TechTemplate]
DisplayName="<font color='#b30505'>Вскрытие дуэлянта \"Адвента\"</font>"
Summary="Теперь, когда мы знаем, что солдаты \"Адвента\" — это не просто люди-коллаборационисты, а настоящие гибриды инопланетян и людей, тщательный анализ тканей павших солдат может пролить некоторый свет на физиологические изменения, которые произвели инопланетяне. Получение ими нейрочипов также может позволить нам создать устройство, которое позволит нам незаметно сканировать поле боя."
CodeName="Молния"
LongDescription="Не слишком отличаясь от солдат \"Адвента\", за исключением того, что их рефлексы намного превосходят последних. Их превосходная ловкость позволяет обращаться с пистолетом с максимальной эффективностью. Р.Тайган."
AlertString="Дуэлянт \"Адвента\""
